import React from 'react'

export default function TermTextRu() {
    return (
        <div>
            <h6>Указав свой телефонный номер, а затем нажав кнопку «Далее» и введя полученный в SMS на указанный номер в соответствующем окне код подтверждения, я предоставляю Публичному акционерному обществу «ВымпелКоммуникации» (ПАО «ВымпелКом»; адрес: Российская Федерация, 127083, г. Москва, ул. Восьмого Марта, дом 10, строение 14):</h6>
            <ul>
                <li><h6>Согласие на обработку моих персональных данных (телефонный номер, уникальный идентификатор оборудования сетей передачи данных (MAC-адрес) с целью предоставления сеансового доступа к сети Интернет по технологии Wi-Fi, путем сбора, записи, систематизации, накопления, использования, хранения, уточнения (обновления, изменения), извлечения, блокирования, удаления, уничтожения персональных данных с использованием средств автоматизации или без использования таких средств; указанное согласие действует в течение 5 лет; отзыв согласия осуществляется путем подачи заявления в письменной форме в любом офисе продаж ПАО «ВымпелКом».</h6></li>
                <li><h6>я подтверждаю, что мне уже есть 18 лет, и я согласен(-сна) с условиями оказания услуг связи.</h6></li>
            </ul>
            <h5>1. ОБЩИЕ ПОЛОЖЕНИЯ.</h5>
            <h6>1.1. Настоящие Условия оказания услуг связи (далее – «Условия») регулируют отношения между ПАО «ВымпелКом» (далее – «Оператор») и Пользователем, возникающие при оказании телематических услуг связи – предоставлению сеансового доступа к сети Интернет по технологии Wi-Fi (далее – «Услуга»).</h6>
            <h6>1.2. Оператор обязуется предоставить Пользователю сеансовый доступ к сети Интернет в соответствии с настоящими Условиями, а Пользователь обязуется соблюдать настоящие Условия.</h6>
            <h6>1.3. Для пользования Услугой Пользователь должен находиться в зоне действия сети Wi-Fi Оператора и иметь абонентское оборудование (КПК, ноутбук, телефон, смартфон, планшет или иное оборудование с модулем Wi-Fi).</h6>
            <h6>1.4. Услуга предоставляется на территории действия лицензий Министерства связи и массовых коммуникаций РФ (Министерства информационных технологий и связи РФ) Оператора на услуги связи по передаче данных и телематические услуги связи в зоне действия сети Wi-Fi Оператора.</h6>
            <h6>1.5. Доступ к Услуге осуществляется только после ознакомления и согласия Пользователя с настоящими Условиями.</h6>
            <h6>1.6. Услуга может иметь ограничения по скорости доступа к сети Интернет, продолжительности сеанса доступа к сети Интернет, сроку действия сеанса доступа к сети Интернет, и ограничение по объему переданных данных.</h6>
            <h5>2. ОПЕРАТОР.</h5>
            <h6>2.1. Оператор гарантирует соответствие качественных показателей Услуги стандартам и техническим нормам, установленным уполномоченными государственными органами РФ и условиями лицензий Оператором.</h6>
            <h6>2.2. Оператор обязуется предоставлять Услуги в соответствии с законодательством РФ и лицензиями.</h6>
            <h6>2.3. Оператор оставляет за собой право прерывать предоставление Услуг для планового обслуживания средств связи и оборудования, используемого для предоставления Услуг.</h6>
            <h6>2.4. Оператор вправе в случаях и в порядке, установленным действующим законодательством, при оказании услуг связи ограничивать доступ пользователям к информационной системе, содержащей информационные материалы, распространение которых запрещено в соответствии с законодательством, в том числе по сетевому адресу этой информационной системы.</h6>
            <h6>2.5. Оператор оставляет за собой право «веерной» (массовой) рассылки сообщений, связанных с исполнением настоящих Условий.</h6>
            <h6>Под «веерной» (массовой) рассылкой понимается отправка одновременно в 2 (два) и более адреса сообщений, на получение которых у инициатора рассылки не имеется согласия владельцев этих адресов (настоящее ограничение никоим образом не имеет отношения к системе электронной подписки).</h6>
            <h6>2.6. Оператор оставляет за собой право отказать в передаче или удалять со своих серверов любую информацию или материалы полностью или частично, если такая информация и/или материалы, исключительно с точки зрения Оператора, являются неприемлемыми, нежелательными или нарушают настоящие Условия.</h6>
            <h6>2.7. Оператор вправе для минимизации возможных убытков в случае действий Пользователя, в явном виде направленных на причинение ущерба Оператору, незамедлительно приостановить оказание Услуг.</h6>
            <h6>2.8. Оператор вправе осуществлять идентификацию Пользователей в порядке, установленным Оператором, в том числе путем установления абонентского номера, назначенного оператором связи Пользователю в соответствии с договором об оказании услуг подвижной радиотелефонной связи, и осуществлять обработку и хранение идентификационных данных Пользователя, а также информации об идентификаторах оконечного оборудования Пользователей в целях оказания Услуг.</h6>
            <h5>3. ПОЛЬЗОВАТЕЛЬ.</h5>
            <h6>3.1. Пользователь обязан использовать пользовательское (оконечное) оборудование, соответствующее установленным требованиям к средствам связи, согласно инструкции по его эксплуатации, а также пользоваться Услугами с соблюдением действующего законодательства РФ, не нарушая прав других пользователей Услуг и не причиняя им ущерба.</h6>
            <h6>3.2. При пользовании Услугами Пользователю запрещается:</h6>
            <ul>
                <li><h6>ограничивать доступ других пользователей или препятствовать другим пользователям получать доступ к сети Интернет;</h6></li>
                <li><h6>посылать рекламные, информационные и другие материалы без согласия (или при отсутствии заявки) со стороны адресатов, а также в несоответствующие по тематике электронные издания и конференции;</h6></li>
                <li><h6>производить «веерную» (массовую) рассылку рекламных, информационных и других материалов другим пользователям сети Интернет, кроме случаев, когда адресаты согласны получить эти материалы, как на адрес персональной электронной почты, так и через электронные издания и конференции общего доступа для этого не предназначенные;</h6></li>
                <li><h6>производить самовольное (несанкционированное) проникновение в любые технологические компоненты (узлы), программы, базы данных и иные составляющие элементы сети Оператора и/или Интернет, имея в виду действия, совершение или покушение на совершение которых предусматривает установленную в РФ уголовную ответственность за такие деяния, как гл. 21 УК РФ «Преступления против собственности» ст. 159 «Мошенничество»; гл. 28 УК РФ «Преступления в сфере компьютерной информации»: ст. 272 «Неправомерный доступ к компьютерной информации», ст. 273 «Создание, использование и распространение вредоносных компьютерных программ», ст. 274 «Нарушение правил эксплуатации средств хранения, обработки или передачи компьютерной информации и информационно-телекоммуникационных сетей»;</h6></li>
                <li><h6>посылать или делать доступной по сети Интернет любую информацию, распространение которой, так или иначе, противоречит российскому или международному праву;</h6></li>
                <li><h6>передавать любую информацию или программное обеспечение, которое содержит в себе вирусы или другие вредные компоненты;</h6></li>
                <li><h6>посылать, передавать, воспроизводить, предоставлять или в любом виде использовать в коммерческих целях информацию, программное обеспечение, или другие материалы, полностью или частично, полученные посредством Услуг (если это явно не разрешено поставщиком подобной информации, программного обеспечения или другой продукции);</h6></li>
                <li><h6>посылать, передавать, воспроизводить или распространять любым способом полученные посредством Услуги программное обеспечение, аудио и видео материалы, а также другие материалы, полностью или частично, защищенные авторскими, смежными или другими правами, без разрешения правообладателя;</h6></li>
                <li><h6>предпринимать действия, направленные на получение несанкционированного доступа или нарушения нормального функционирования сетей передачи данных или телематических служб, телефонной сети и их элементов, а также другого оборудования или программного обеспечения;</h6></li>
                <li><h6>устанавливать шлюзы (или устройства) для доступа к сети передачи данных, Интернет-телефонии и т.д. приводящих к нарушению работоспособности оборудования и устройств связи и ущербу Оператора или третьим лицам.</h6></li>
            </ul>
            <h5>4. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ.</h5>
            <h6>4.1. Оператор не будет преднамеренно просматривать или разглашать любые частные сообщения электронной почты (за исключением случаев, предусмотренных законом). Оператор не обязан следить за содержанием информации, распространяемой или получаемой посредством Услуг. Однако Пользователь принимает условие, что Оператор имеет право периодически отслеживать проходящую через Услуги информацию и раскрывать любые сведения, если это необходимо в соответствии с законом, требованиями уполномоченных государственных органов, учреждений, либо для нормального функционирования Услуги, либо для защиты Оператора и других его пользователей, а равно третьих лиц, чьи законные права и интересы были нарушены.</h6>
            <h6>4.2. Все споры и разногласия по вопросам, связанным с оказанием Услуг, разрешаются Сторонами в соответствии с действующим законодательством РФ и настоящими Условиями. Разногласия, по которым Стороны не достигнут договоренности, подлежат рассмотрению в судебных органах. Рассмотрение споров о защите прав потребителей производится в суде в соответствии с действующим законодательством РФ.</h6>
            <h6>4.3. Соглашаясь с настоящими Условиями в настоящей редакции, Пользователь выражает свое согласие на получение рекламной информации, распространяемой по сетям связи в целях и случаях, когда необходимость такого согласия предусмотрена нормативно-правовыми актами о рекламе.</h6>
            <h6>Под рекламной информацией в рамках настоящего пункта понимается информация, распространенная любым способом, в любой форме и с использованием любых средств, адресованная неопределенному кругу лиц и направленная на привлечение внимания к объекту рекламирования (когда объектом рекламирования является третье лицо), формирование или поддержание интереса к нему и его продвижение на рынке. К рекламной информации не относится информация об Операторе и Услугах, доведение которой до Пользователя Оператором обязательно в соответствии с действующим законодательством РФ.</h6>
            <h6>4.4. Стороны не несут ответственность друг перед другом за упущенную выгоду или иные косвенные убытки, возникшие в результате оказания Услуг.</h6>
            <h6>4.5. Оператор не несет ответственности:</h6>
            <ul>
                <li><h6>за информацию, услуги, программное обеспечение, самостоятельно полученные Пользователем через сеть Интернет;</h6></li>
                <li><h6>за любые затраты или ущерб, прямо или косвенно возникшие в результате получения Пользователем информации и услуг через сеть Интернет;</h6></li>
                <li><h6>за ущерб, нанесенный Пользователю в результате действия программных продуктов, полученных Пользователем посредством Услуг;</h6></li>
                <li><h6>за прямой или косвенный ущерб, причиненный Пользователю в результате использования или невозможности использования Услуг;</h6></li>
                <li><h6>за качество оказываемой Услуги в случаях использования Пользователем несертифицированного абонентского оборудования, а также при неправильной настройке Пользователем программного и технического обеспечения доступа к Услуге;</h6></li>
                <li><h6>за нормальное функционирование и доступность отдельных сегментов сети Интернет.</h6></li>
            </ul>
            <h6>4.6. Оператор не гарантирует:</h6>
            <h6>возможность информационного обмена с теми узлами или серверами, которые временно или постоянно недоступны через сеть Интернет;</h6>
            <h6>бесперебойность доступа к Услуге;</h6>
            <h6>установление соединения с сетью Интернет на максимально возможной скорости.</h6>
            <h6>4.7. Пользователь осведомлен и согласен, что не будет иметь претензий к Оператору в связи с тем, что оказываемые Услуги из-за характера доступа могут ухудшаться, прерываться или подвергаться помехам вблизи источников радиоизлучения, электрических приборов, из-за архитектурных особенностей зданий и т. п.</h6>
            <h6>4.8. Пользователь самостоятельно отвечает за содержание информации, передаваемой им по сети Интернет, за ее достоверность и правомерность ее распространения. Оператор не отвечает за содержание информации, передаваемой Пользователем по сети Интернет.</h6>
            <h6>4.9. Пользователь несет всю ответственность за использование Услуг, предоставляемых Оператором, и обеспечивает за свой счет защиту Оператора от любых претензий и исков третьих лиц, связанных с использованием Услуг Пользователем.</h6>
            <h6>Реквизиты Оператора</h6>
            <h6>Публичное акционерное общество «Вымпел-Коммуникации»</h6>
            <h6>Местонахождение и почтовый адрес: Российская Федерация, 127083, г. Москва, ул. 8-го Марта, д. 10, стр. 14.</h6>
            <h6>ИНН 7713076301, ОКВЭД 64.20.11, ОКПО 17337364, КПП 997750001.</h6>
            <h6>*Лицензии Федеральной службы по надзору в сфере связи, информационных технологий и массовых коммуникаций №№ 138736 (с 26.04.2016 до 26.04.2021); 132803 от 14.09.2015 (с 14.09.2015 до 14.09.2020); 134173 от 15.09.2015 (с 15.09.2015 до 15.09.2020); 160420 от 18.04.2018 (с 18.04.2018 – 18.04.2023); 164767 от 05.09.2018 (с 05.09.2018 до 05.09.2023), 165937 от 12.11.2018 г. (12.11.2018 до 12.11.2023); 154316 от 01.08.2017 (с 01.08.2017 до 01.08.2022); 154319 от 01.08.2017 (с 01.08.2017 до 01.08.2022); 148196 от 26.01.2017 (с 26.01.2017 до 26.01.2022).</h6>
        </div>
    )
}
